{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": true,
			"hideiconafter": 90,
			"iconurl": "",
			"disableicontext": false,
			"iconposition": 0,
			"icontextcolor": 4,
			"openonstart": true,
			"openonstartonlynewplayers": true,
			"updateinterval": 12
		},
		"tabs": [
			{
				"layout": 1,
				"buttontext": "<TextStyle.Orange>Bem-vindo</>",
				"imageurl": "Gt3cAF.png",
				"content": [
					{
						"title": "<TextStyle.Yellow>Seja bem-vindo à comunidade Arkadianos</>",
						"text": "\r\n<RichColor Color=\"1,1,1,1\">          The language used on Arkadian servers is exclusively Brazilian Portuguese. If you don't speak our language, we suggest you use a translator as we will only reply in Portuguese.</>\r\n\r\n\r\n\r\n<RichColor Color=\"0,1,0,1\">          Antes de começar a jogar, pedimos a todos que invistam um tempo em ler atentamente as nossas regras na aba ao lado e registrar seu nick e tribo no nosso Discord (Link Abaixo).</> <RichColor Color=\"1,0,0,1\">O registro do nick e do nome da tribo no discord é OBRIGATÓRIO</><RichColor Color=\"0,1,0,1\"> e todos os avisos e quaisquer tipos de suporte serão feito por lá.</>\r\n\r\n\r\n\r\n<RichColor Color=\"1,0.65,0,1\">          Somos uma comunidade de jogadores, de todas as idades, que compartilha a satisfação de jogar Ark (Evolved e Ascended) entre outros jogos. Nossa prioridade é a amizade e diversão, por isso pedimos que sigam nossas regras, tenham bom senso e joguem justo para mantermos um clima amigável neste servidor.</>\r\n\r\n<RichColor Color=\"1,0.65,0,1\">          Sinta-se a vontade para jogar e se divertir conosco, aproveitando tudo o que nossos servidores tem a oferecer.</>\r\n\r\n\r\n"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "<TextStyle.Red>Regras</>",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Yellow>Regras e Orientações Gerais</>",
						"text": "<TextStyle.Orange>       Estas regras podem sofrer alterações a qualquer momento, sem aviso prévio, e não serão aceitos argumentos tais como \"eu não sabia das regras”, “eu não li as regras\" ou coisas do gênero.</>\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É OBRIGATÓRIO</> o registro da tribo no Discord.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É OBRIGATÓRIO</> que o nome do Jogador no Discord seja o mesmo do Personagem em jogo .\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É OBRIGATÓRIO</> que o nome da tribo seja o mesmo em todos os mapas.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É PROÍBIDA</> a venda de dinos / itens / recursos, etc. em dinheiro real por fora do jogo. Esta conduta está sujeita a BANIMENTO IMEDIATO para quem vende e para quem compra.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É PROÍBIDO</> entrar e/ou deslogar ainda que no quintal (área demarcada ou fechada), dentro de base que não seja sua, sem a permissão do Dono.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">NÃO ACEITAREMOS</> quaisquer tipos de discriminação, uso de palavrões, xingamentos, racismo, condutas anti-sociais e anti-éticas, etc. tanto no jogo quanto no Discord.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É PROIBIDO</> dar itens, recursos ou dinos a Jogadores sejam eles iniciantes ou não. Esse tipo de atitude prejudica a experiência do outro Jogador, mesmo que ele não saiba disso.\r\n        Quando se ganha algo de \"mão beijada\", perde-se a graça e a experiência no jogo. Quer Ajudá-lo? Ensine, mostre , dê dicas para que o outro Jogador consiga adquirir sua própria jogabilidade.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É PROIBIDO</> construir na Ilha dos Carnívoros. Caso sejam detectadas construções nestes locais serão removidas imediatamente, juntamente com todo o conteúdo em seu interior, incluindo os dinos.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É EXTREMAMENTE PROIBIDO</> espalhar ITEM COLLECTOR pelo mapa e principalmente próximo à base de outro Jogador. Esta conduta será considerada cheat, e a puniução será o BANIMENTO IMEDIATO do Jogador que a fizer.\r\n\r\n<TextStyle.Green>   ●</>   <RichColor Color=\"1,0,0,1\">É PROIBIDO</> pegar \"dar carona\" outro Jogador (que não seja da sua tribo e/ou aliança), em dinos voadores, a fim de atrapalhar domas e farms ou matá-los. O Jogador que for pego ou denunciado será advertido, suspenso ou banido, dependendo da situação.\r\n\r\n<TextStyle.Green>   ●</>   Cada tribo terá direito a utilizar uma árvore na Red Forest, <RichColor Color=\"1,0,0,1\">distante do lago central</>, onde poderão colocar duas plataformas com os devidos coletores, estes coletores poderão ficar trancados, caso o Jogador deseje.\r\n\r\n<TextStyle.Green>   ●</>   Nicks inapropriados ou de duplo sentido são proibidos e a punição é o banimento do Jogador com remoção imediata de todas as estruturas e dinos.\r\n\r\n<TextStyle.Green>   ●</>   Não usar caixa alta (CAPSLOCK) nas suas mensagens de chat (Exceto à Administração). \r\n\r\n<TextStyle.Green>   ●</>   Teleportes só poderão ser colocados nas respectivas bases. Qualquer teleporte fora da base será imediatamente removido e o Jogador advertido e/ou suspenso.\r\n\r\n<TextStyle.Green>   ●</>   Só serão permitidas 1 (uma) base terrestre e 1(uma) base aquatica por tribo, em cada mapa.\r\n\r\n<TextStyle.Green>   ●</>   Bases e dinos que atingirem o tempo do decay serão automáticamente removidas dos servidores / mapas. Mais informações sobre o tempo de decay na aba Instruções e Comandos.\r\n\r\n<TextStyle.Green>   ●</>   Não é permitido se apossar de dinos de outros Jogadores que estão em decay, ou seja, \"dinos que estão liberados para domar\". (Lembrando que o ato de se apossar de um dinossauro que não é seu fica registrado no log e você ficará sujeito a punição).\r\n\r\n<TextStyle.Green>   ●</>   Não é permitido deixar dinos \"domados\" espalhados pelo mapa. Se forem encontrados serão eliminados sumariamente e o Jogador advertido e/ou suspenso.\r\n\r\n<TextStyle.Green>   ●</>   Não é permitido deixar construções ou fundações espalhadas pelo mapa caso não vá construir no local. Se forem encontradas serão destruídas e o Jogador advertido e/ou suspenso.\r\n\r\n<TextStyle.Green>   ●</>   Não deixar os dinos espalhados pela base, com exceção dos que estejam produzindo algo, acasalando ou em gestação. Manteha-os sempre guardados nos armazamentos disponíveis.\r\n\r\n<TextStyle.Green>   ●</>   Todas as bombas de petróleo e coletores de gás ficarão destrancados para que todos possam usufruir dos recursos. Caso estejam trancadas, serão destruidas e o Jogador será advertido e/ou suspenso.\r\n\r\n<TextStyle.Green>   ●</>   Após domar quaisquer dinos, REMOVER AS TRAPS UTILIZADAS para não gerar lixo no mapa. Caso sejam encontradas traps abandonadas o Jogador será advertido e/ou suspenso.\r\n\r\n<TextStyle.Green>   ●</>   Não construir a menos de 100 (cem) fundações de locais de nascimento (spawn) de Sobreviventes. Caso sejam detectadas construções nestes locais serão removidas imediatamente, juntamente com todo o conteúdo em seu interior, incluindo os dinos. Saibam os locais de renascimento no nosso discord, aba ┋spawn-sobrevivente.\r\n\r\n<TextStyle.Green>   ●</>   Não construir próximo ou bloqueando o acesso à áreas de farm (recursos). Caso sejam detectadas construções nestes locais serão removidas imediatamente, juntamente com todo o conteúdo em seu interior, incluindo os dinos.\r\n\r\n<TextStyle.Green>   ●</>   Não construir bloqueando caminhos das entradas de cavernas, notas de explorador, obeliscos, etc.. \r\n\r\n<TextStyle.Green>   ●</>   Use o comércio à vontade para vender recursos, ferramentas, armaduras etc., não esquecendo de praticar valores razoáveis na compra ou venda.\r\n\r\n<TextStyle.Green>   ●</>   Dinos só poderão ser vendidos com até 99 (noventa e nove) pontos de status. Acima de 99 (noventa e nove) pontos, os dinos deverão ser castrados.\r\n\r\n<TextStyle.Green>   ●</>   Caso a administração encontre algo irregular avisará ao Jogador 1 (uma) única vez. Se não forem tomadas providências imediatas para a resolução do problema, a estrutura e/ou o dino seram destruídos e o Jogador será suspenso.\r\n\r\n<TextStyle.Green>   ●</>   Ao jogar nos servidores [BR] Arkadianos ™, você está concordando com todas as regras e termos citados acima, tendo em mente que o descumprimento das mesmas, resultará em sanções pela administração."
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "<TextStyle.White>Configurações</>",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Yellow>Configurações dos Servidores</>",
						"text": "<TextStyle.Blue>●</>   Limite de jogadores ao mesmo tempo: <RichColor Color=\"0,1,0,1\">30</>\r\n<TextStyle.Blue>●</>   Multiplicador de XP: <RichColor Color=\"0,1,0,1\">2x</>\r\n<TextStyle.Blue>●</>   Multiplicador de domesticação / maturação: <RichColor Color=\"0,1,0,1\">3x</>\r\n<TextStyle.Blue>●</>   Multiplicador de acasalamento / crescimento: <RichColor Color=\"0,1,0,1\">3x</>\r\n<TextStyle.Blue>●</>   Multiplicador de colheita: <RichColor Color=\"0,1,0,1\">4x</>\r\n<TextStyle.Blue>●</>   Multiplicador de status - saúde (personagem): <RichColor Color=\"0,1,0,1\">1.5x</>\r\n<TextStyle.Blue>●</>   Multiplicador de status - stamina (personagem e dinos): <RichColor Color=\"0,1,0,1\">1.5x</>\r\n<TextStyle.Blue>●</>   Multiplicador de status - peso (personagem e dinos): <RichColor Color=\"0,1,0,1\">3.5x</>\r\n<TextStyle.Blue>●</>   Multiplicador de status - dano (personagem): <RichColor Color=\"0,1,0,1\">1.5x</>\r\n<TextStyle.Blue>●</>   Multiplicador de status - resistência (personagem): <RichColor Color=\"0,1,0,1\">2.5x</>\r\n<TextStyle.Blue>●</>   Multiplicador de consumo - Stamina (personagem e dinos): <RichColor Color=\"0,1,0,1\">0.8x</>\r\n<TextStyle.Blue>●</>   Limite de animais soltos por tribo: <RichColor Color=\"0,1,0,1\">100</>\r\n<TextStyle.Blue>●</>   Limite de jogadores por tribo: <RichColor Color=\"0,1,0,1\">4</>\r\n<TextStyle.Blue>●</>   Peso de itens: <RichColor Color=\"0,1,0,1\">20% do peso original</>\r\n<TextStyle.Blue>●</>   Tamanho de stack dos itens: <RichColor Color=\"0,1,0,1\">20 vezes os stacks originais</>"
					},
					{
						"title": "<TextStyle.Yellow>Mods por categoria</>",
						"text": ""
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "<TextStyle.White>Instruções e Comandos</>",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Yellow>Sistemas do jogo</>",
						"text": " <TextStyle.Blue>-</>   <RichColor Color=\"1,1,1,1\">Todos os mapas estão interligados no cluster (servidores), permitindo a viagem do Personagem entre eles.</>\r\n\r\n <TextStyle.Blue>-</>   <RichColor Color=\"1,1,1,1\">Só é permitida a transferência entre mapas do Personagem, sem itens ou dinos. No futuro a transferência de dinos e alguns itens será liberada.</>\r\n\r\n<TextStyle.Blue>-</>   <RichColor Color=\"1,1,1,1\">O tempo de decay das estruturas será de  de</> <RichColor Color=\"1,0,0,1\">SETE</><RichColor Color=\"1,1,1,1\"> dias, com exceção dos jogadores VIPS, onde o tempo de decay será o tempo do pacote adquirido.</>\r\n     <RichColor Color=\"1,1,1,1\">O decay ocorre por tempo de inatividade (logar no servidor) e não pela qualidade do material utilizado na construção. Tenham atenção a este tempo, pois o sistema removerá tudo, até os dinos.</>\r\n\r\n<TextStyle.Blue>-</>   <RichColor Color=\"1,1,1,1\">Os servidores contam com um sistema anti-griefing, que protegem o Personagem e o loot. Com esse sistema, se um Jogador estiver offline, outro Jogador não poderá arrastar o seu corpo, pegar loot jogado no chão, ligar/desligar geradores, transmiters, etc. ou mesmo se aproveitar de dinos que estejam com acasalemento ligado.</>\r\n\r\n<TextStyle.Blue>-</>   <RichColor Color=\"1,1,1,1\">Os servidores contam com um sistema de seguro de vida (deathsaver), onde em caso de morte do Personagem todos os itens retornarão ao corpo assim que o ele renascer.</>\r\n     <RichColor Color=\"1,1,1,1\">Este sistema é totalmente OPCIONAL, não interferindo na jogabilidade, e para ser utilizado haverá um custo em ArkPoints.</>\r\n\r\n<TextStyle.Blue>-</>   <RichColor Color=\"1,1,1,1\">As bombas de petróleo e coletores de gás sempre ficarão destrancados para o compartilhamento dos recursos entre Jogadores, devido à escassez dos spots de petróleo e gás.</>"
					},
					{
						"title": "<TextStyle.Yellow>Comandos do jogo</>",
						"text": "<TextStyle.Blue>-</> <RichColor Color=\"0,1,0,1\">Sistema de seguro de vida (DeathSaver)</>:\r\n\r\n          <RichColor Color=\"1,1,1,1\">Para ativar o seguro de vida, utilizar o comando:</> <RichColor Color=\"1,0,0,1\">/optin</> <RichColor Color=\"1,1,1,1\">no chat. Quando ativado aparecerá uma mensagem na tela informando que o comando está ativo. Após ativado, o seguro permanecerá até que seja desativado, mesmo que o Jogador deslogue ou troque para outro mapa.</>\r\n\r\n          <RichColor Color=\"1,1,1,1\">Para desativar o seguro de vida, utilizar o comando:</> <RichColor Color=\"1,0,0,1\">/optout</> <RichColor Color=\"1,1,1,1\">no chat. Quando desativado aparecerá uma mensagem na tela informando que o comando não está mais ativo.</>\r\n\r\n\r\n<TextStyle.Blue>-</> <RichColor Color=\"0,1,0,1\">Sistema de Decay</>:\r\n\r\n          <RichColor Color=\"1,1,1,1\">Para consultar o tempo restante do decay das estruturas do Jogador, digitar no chat o comando:</> <RichColor Color=\"1,0,0,1\">/decaytime</>\r\n\r\n<TextStyle.Blue>-</> <RichColor Color=\"0,1,0,1\">Sistema de permissões</>:\r\n\r\n          <RichColor Color=\"1,1,1,1\">Para consultar a lista de grupos onde o Jogador está incluido, digitar no chat o comando:</> <RichColor Color=\"1,0,0,1\">/groups</>"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "<TextStyle.White>Doações</>",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Yellow>Doações</>",
						"text": "          <RichColor Color=\"1,1,1,1\">Os Servidores de Ark Survival Ascended - ASA da comunidade Arkadianos foram criados e são mantidos para a nossa diversão, não possuindo fins lucrativos. Todavia, temos altos custos operacionais com hospedagem, manutenção, compra e renovação de mods e plugins, etc.. Assim, para ajudar com essas despesas, criamos as doações para aqueles que desejarem colaborar conosco.</>\r\n\r\n         <RichColor Color=\"1,1,1,1\">Em agradecimento pela generosidade, os doadores receberão kits VIP (de acordo com o tipo de doação) contendo itens, dinos e/ou ArkPoints para serem gastos na nossa loja.</>\r\n\r\n          <RichColor Color=\"1,1,1,1\">A relação dos kits disponíveis, com valores, estarão no nosso Discord.</>\r\n\r\n          <RichColor Color=\"1,1,1,1\">As doações devem ser feitas via pix para o email:</> <RichColor Color=\"0,1,0,1\">arkadianos.donate@gmail.com</> <RichColor Color=\"1,1,1,1\">e posteriormente informadas pelo Discord (através de ticket), com os dados abaixo, para que os kits e pontos sejam entregues ao Jogador.</>\r\n\r\n               <RichColor Color=\"0,0,0,1\">-  </><RichColor Color=\"1,0.65,0,1\">Nick no jogo</>\r\n               <RichColor Color=\"0,0,0,1\">-  </><RichColor Color=\"1,0.65,0,1\">Usuário no Discord</>\r\n               <RichColor Color=\"0,0,0,1\">-  </><RichColor Color=\"1,0.65,0,1\">Descrição da doação</>\r\n               <RichColor Color=\"0,0,0,1\">-  </><RichColor Color=\"1,0.65,0,1\">Comprovante da doação, contendo na descrição o texto \"Ark Ascended\"</>\r\n\r\n          <RichColor Color=\"1,1,1,1\">Lembrando a todos que os pagamentos efetuados são considerados DOAÇÕES, sendo assim não haverá reembolso de espécie alguma. Se você pagou é porque gosta dos jogos disponibilzados pela comunidade e deseja ajudar para que os servidores permanecam on-line.</>\r\n\r\n\r\n                                                                              <TextStyle.Yellow>Agradecemos imensamente pela ajuda!!!</>\r\n\r\n          "
					}
				]
			}
		],
		"links": [
			{
				"text": "Nosso Discord",
				"url": "https://discord.gg/arkadianos"
			},
			{
				"text": "Wiki do Ark",
				"url": "https://ark.wiki.gg/wiki/ARK_Wiki"
			}
		],
		"version": 2
	}
}
